Repository: fior-di-latte/leafy_leasing
Catalog: lib/l10n/arb/app_*.arb
Languages: de

# counterAppBarTitle
source: Counter
de: Zähler

# canceledTitle
source: Canceled Appointments
de: Abgebrochene Termine

# doneTitle
source: Closed Appointments
de: Abgeschlossene Termine

# pendingTitle
source: Pending Appointments
de: Anstehende Termine

source: Settings
de: Einstellungen

source: Common
de: Allgemeines

source: Language
de: Sprache

source: German
de: Deutsch

source: English
de: Englisch

source: Choose Language
de: Sprache wählen

# appointmentTitle
source: Leafy Appointment
de: Leafy Termin

source: Close Appointment
de: Termin abschließen

# closeAppointmentTitle
source: Close Appointment
de: Termin abschließen

# cancelAppointmentTitle
source: Cancel Appointment
de: Termin absagen

source: Cancel Appointment
de: Termin absagen

# cancelAppointmentNow
source: Cancel now
de: Jetzt absagen

# closeAppointmentNow
source: Close now
de: Jetzt abschließen

# wasAppointmentSuccessful
source: Was the appoitnment successful?
de: War der Termin erfolgreich?

# yesSuccessful
source: Yes, success!
de: Ja, Termin erfolgreich.

source: No, aborted!
de: Nein, Termin abgebrochen.

# customerHasCanceled
source: Customer canceled
de: Kunde hat abgesagt

# weHaveCanceled
source: We canceled
de: Wir haben abgesagt

# hasBeenSuccessful
source: Appointment successful
de: Termin erfolgreich

# hasBeenAborted
source: Appointment aborted
de: Termin unterbrochen

# noCommentFound
source: No notes for this appointment.
de: Keine Notizen zu diesem Termin.

# noAppointmentFound
source: No appointments found.
de: Keine Termine gefunden.

# closedAppointmentsHere
source: You find all closed appointments here.
de: Hier findest du alle stattgefundenen Termine.

# canceledAppointmentsHere
source: You find all canceled appointments here.
de: Hier findest du alle abgesagten Termine.

# pendingAppointmentsHere
source: You find all pending appointments here.
de: Hier findest du alle anstehenden Termine.

source: Something went wrong.
de: Das hat nicht geklappt.

source: Customer canceled
de: Kunde hat abgesagt

source: We canceled
de: Wir haben abgesagt

# customerNameAsSubtitle
source: Customer name
de: Kundenname hier

# syncWithServerTitle
source: Just a moment...!
de: Einen Moment...

# syncWithServerMessage
source: Syncing with our servers
de: Synchronisiere mit Server...
